tap "anchore/grype"
tap "azure/functions"
tap "derailed/popeye"
tap "git-duet/tap"
tap "github/bootstrap"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "neovim/neovim"
brew "act"
brew "anchore/grype/grype"
brew "argocd"
brew "automake"
brew "azure-cli"
brew "bash-completion"
brew "bison"
brew "cfn-lint"
brew "cfssl"
brew "chart-testing"
brew "cmake"
brew "colima"
brew "conftest"
brew "derailed/popeye/popeye"
brew "direnv"
brew "dive"
brew "dotnet@6"
brew "editorconfig-checker"
brew "fasd"
brew "freetype"
brew "fzf"
brew "gh"
brew "git"
brew "git-duet/tap/git-duet"
brew "git-extras"
brew "git-lfs"
brew "gnupg"
brew "gnutls"
brew "go"
brew "golangci/tap/golangci-lint"
brew "hadolint"
brew "harfbuzz"
brew "hashicorp/tap/terraform-ls"
brew "helm"
brew "htop"
brew "imagemagick"
brew "imagesnap"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "kubeval"
brew "libffi"
brew "libfido2"
brew "libheif"
brew "luv"
brew "markdownlint-cli"
brew "mysql-client", link: true
brew "neovim"
brew "node"
brew "node@16"
brew "opa"
brew "paket"
brew "pinentry-mac"
brew "postgresql@14"
brew "protobuf"
brew "rbenv"
brew "ruby"
brew "ruby-build"
brew "sevenzip"
brew "sha3sum"
brew "sheldon"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "terraform", link: false
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "trivy"
brew "unbound"
brew "universal-ctags"
brew "uv"
brew "vale"
brew "watchman"
brew "wget"
brew "yamllint", link: false
brew "yarn"
brew "zlib"
cask "azure-data-studio"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "flycut"
cask "iterm2"
cask "keepassxc"
cask "kitty"
cask "spectacle"
cask "spotify"
cask "viscosity"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
