tap "anchore/grype"
tap "azure/functions"
tap "derailed/popeye"
tap "git-duet/tap"
tap "github/bootstrap"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "isen-ng/dotnet-sdk-versions"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
tap "vmware-tanzu/carvel"
brew "act"
brew "antibody"
brew "automake"
brew "docutils"
brew "awscli"
brew "gdbm"
brew "python@3.10"
brew "azure-cli"
brew "bash-completion"
brew "bison"
brew "freetype"
brew "cfn-lint"
brew "cfssl"
brew "cmake"
brew "unbound"
brew "gnutls"
brew "colima"
brew "conftest"
brew "go"
brew "dep"
brew "direnv"
brew "dive"
brew "docker", link: false
brew "dotnet@6"
brew "editorconfig-checker"
brew "fasd"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnupg"
brew "hadolint"
brew "harfbuzz"
brew "helm"
brew "howdoi"
brew "htop"
brew "imagesnap"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "kubeval"
brew "libffi"
brew "libfido2"
brew "luv"
brew "node"
brew "markdownlint-cli"
brew "zlib"
brew "mysql-client", link: true
brew "neovim"
brew "node@16"
brew "opa"
brew "paket"
brew "pinentry-mac"
brew "poetry"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "sevenzip"
brew "sha3sum"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "terraform", link: false
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vale"
brew "wget"
brew "yamllint", link: false
brew "yarn"
brew "anchore/grype/grype"
brew "derailed/popeye/popeye"
brew "git-duet/tap/git-duet"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/terraform-ls"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vmware-tanzu/carvel/kapp"
cask "azure-data-studio"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "flycut"
cask "iterm2"
cask "keepassxc"
cask "kitty"
cask "microsoft-azure-storage-explorer"
cask "mono-mdk-for-visual-studio"
cask "orbstack"
cask "pomodone"
cask "spectacle"
cask "spotify"
cask "viscosity"
cask "visual-studio"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
vscode "Azurite.azurite"
vscode "bierner.markdown-mermaid"
vscode "ccimage.jsonviewer"
vscode "charliermarsh.ruff"
vscode "DavidAnson.vscode-markdownlint"
vscode "DylanJacob.smtp-headers"
vscode "foam.foam-vscode"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.remotehub"
vscode "GitHub.vscode-codeql"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "Ionide.Ionide-fsharp"
vscode "Ionide.mechanic"
vscode "kortina.vscode-markdown-notes"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "NicolasVuillamy.vscode-groovy-lint"
vscode "paolodellepiane.fantomas-fmt"
vscode "philipbe.theme-gray-matter"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "sahmed.terraform-comments-beautifier"
vscode "sissel.shopify-liquid"
vscode "t-nano.markdown-to-confluence-vscode"
vscode "tomoki1207.pdf"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "yzhang.markdown-all-in-one"
