tap "azure/functions"
tap "derailed/popeye"
tap "git-duet/tap"
tap "github/bootstrap"
tap "golangci/tap"
tap "hashicorp/tap"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
brew "act"
brew "freetype"
brew "zstd"
brew "harfbuzz"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "automake"
brew "openssl@3"
brew "azure-cli"
brew "bash-completion"
brew "bison"
brew "certifi"
brew "cfn-lint"
brew "cfssl"
brew "chart-testing"
brew "checkov"
brew "clair"
brew "cmake"
brew "lima"
brew "colima"
brew "conftest"
brew "curl"
brew "direnv"
brew "dive"
brew "docker", link: false
brew "docutils"
brew "dotnet"
brew "dotnet@6"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "editorconfig-checker"
brew "ffmpeg"
brew "freeciv"
brew "fzf"
brew "gh"
brew "openjpeg"
brew "tesseract"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "hadolint"
brew "helm"
brew "helm@3"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "imagesnap"
brew "istioctl"
brew "jq"
brew "krb5"
brew "kubeconform"
brew "kubelogin"
brew "kubernetes-cli"
brew "libffi"
brew "libfido2"
brew "luv"
brew "node"
brew "markdownlint-cli"
brew "mono", link: false
brew "mvfst"
brew "mysql-client", link: true
brew "neovim"
brew "opa"
brew "openjdk@21", link: true
brew "tmux"
brew "overmind"
brew "pgbouncer"
brew "pinentry-mac"
brew "pkgconf"
brew "postgresql@14"
brew "pre-commit"
brew "protobuf"
brew "python@3.11"
brew "python@3.12"
brew "qemu"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rustup"
brew "sevenzip"
brew "sha3sum"
brew "sheldon"
brew "shellcheck"
brew "shfmt"
brew "skeema"
brew "sqlfluff"
brew "stow"
brew "terraform", link: false
brew "terraform-docs"
brew "terragrunt"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tfupdate"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "trino"
brew "trivy"
brew "universal-ctags"
brew "uv"
brew "vale"
brew "virtualenv"
brew "watchman"
brew "wget"
brew "yamllint", link: false
brew "yarn"
brew "zplug"
brew "derailed/popeye/popeye"
brew "git-duet/tap/git-duet"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/terraform-ls"
cask "copilot-cli@prerelease"
cask "flycut"
cask "font-monaspace"
cask "git-credential-manager"
cask "godot"
cask "gstreamer-runtime"
cask "keepassxc"
cask "kitty"
cask "mactex"
cask "orbstack"
cask "spotify"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "github.com/checkmake/checkmake/cmd/checkmake"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/goimports"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/gopls"
go "github.com/jstemmer/gotags"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/fatih/motion"
go "github.com/mgechev/revive"
go "honnef.co/go/tools/cmd/staticcheck"
